<?php


return [
    'divisions'  => 'Подразделения',
    'division'   => 'Подразделение',
    'new'        => 'Создать подразделение',
    'name'       => 'Наименование',
    'parent_id'  => 'Головное подразделение',
    'created_at' => 'Дата создания',
    'updated_at' => 'Последнее изменение',
    'empty'      => 'Подразделения отсутствуют',
    'search_string' => 'Введите название подразделения',
    'main'       => 'Головные подразделения',
    'children'   => 'Дочерние подразделения',
    'in_use'     => 'Невозможно удалить подразделение пока оно задействовано хотя бы в одном риске',

    'created'     => 'Подразделение успешно добавлено',
    'updated'     => 'Подразделение успешно обновлено',
    'deleted'     => 'Подразделение успешно удалено',
];
