<?php


return [
    'factors'    => 'Факторы рисков',
    'new'        => 'Создать фактор риска',
    'name'       => 'Наименование',
    'parent_id'  => 'Родительский фактор',
    'empty'      => 'Факторы рисков отсутствуют',
    'search_string' => 'Введите название фактора',
    'in_use'     => 'Невозможно удалить фактор пока он задействован хотя бы в одном риске',

    'created'     => 'Фактор успешно добавлен',
    'updated'     => 'Фактор успешно обновлён',
    'deleted'     => 'Фактор успешно удалён',
];
