<?php

return [
    'permissions' => 'Права',

    'divisions'            => 'Подразделения',
    'divisions_view'       => 'Просмотр подразделений',
    'divisions_view_own'   => 'Просмотр собственных подразделений',
    'divisions_create'     => 'Создание подразделений',
    'divisions_edit'       => 'Редактирование подразделений',
    'divisions_edit_own'   => 'Редактирование собственных подразделений',
    'divisions_delete'     => 'Удаление подразделений',
    'divisions_delete_own' => 'Удаление собственных подразделений',

    'factors'            => 'Факторы рисков',
    'factors_view'       => 'Просмотр факторов рисков',
    'factors_create'     => 'Создание факторов рисков',
    'factors_edit'       => 'Редактирование факторов рисков',
    'factors_delete'     => 'Удаление факторов рисков',

    'risks'            => 'Риски',
    'risks_view'       => 'Просмотр рисков',
    'risks_view_own'   => 'Просмотр собственных рисков',
    'risks_create'     => 'Создание рисков',
    'risks_edit'       => 'Редактирование рисков',
    'risks_edit_own'   => 'Редактирование собственных рисков',
    'risks_delete'     => 'Удаление рисков',
    'risks_delete_own' => 'Удаление собственных рисков',

    'roles'            => 'Роли',
    'roles_view'       => 'Просмотр ролей',
    'roles_create'     => 'Создание ролей',
    'roles_edit'       => 'Редактирование ролей',
    'roles_delete'     => 'Удаление ролей',

    'types'            => 'Виды рисков',
    'types_view'       => 'Просмотр видов рисков',
    'types_create'     => 'Создание видов рисков',
    'types_edit'       => 'Редактирование видов рисков',
    'types_delete'     => 'Удаление видов рисков',

    'users'            => 'Пользователи',
    'users_view'       => 'Просмотр пользователей',
    'users_view_own'   => 'Просмотр собственных пользователей',
    'users_create'     => 'Создание пользователей',
    'users_edit'       => 'Редактирование пользователей',
    'users_edit_own'   => 'Редактирование собственных пользователей',
    'users_delete'     => 'Удаление пользователей',
    'users_delete_own' => 'Удаление собственных пользователей',
];
