<?php

return [
    'reports' => 'Отчёты',

    'choose' => [
        'date_range' => 'Выберите временной диапазон',
        'cols'       => 'Выберите необходимые колонки',
    ],

    'period' => [
        'current_month' => 'Текущий месяц',
        'quarter'       => 'Квартал',
        'half_year'     => 'Полгода',
        'year'          => 'Год'
    ],

    'risks' => [
        'from'  => 'Нижняя граница временного диапазона',
        'to'    => 'Верхняя граница временного диапазона',
        'cols'  => 'Колонки',
        'col'   => 'Колонка'
    ]
];
