<?php

return [
    'risks'       => 'Риски',
    'risk'        => 'Риск',
    'new'         => 'Создать новый риск',
    'name'        => 'Наименование',
    'description' => 'Описание',
    'summa'       => 'Сумма',
    'damage'      => 'Ущерб',
    'level'       => 'Уровень',
    'status'      => 'Статус',
    'created_at'  => 'Дата определения риска',
    'expired_at'  => 'Дата завершения риска',
    'likelihood'  => 'Вероятность',
    'impact'      => 'Влияние',
    'empty'       => 'Риски отсутствуют',
    'search_string' => 'Введите название риска или описание',

    'created'     => 'Риск успешно добавлен',
    'updated'     => 'Риск успешно обновлён',
    'deleted'     => 'Риск успешно удалён',

    'levels' => [
        'critical'      => 'Критический',
        'high'          => 'Высокий',
        'moderate'      => 'Умеренный',
        'medium'        => 'Средний',
        'low'           => 'Низкий',
        'insignificant' => 'Незначительный',
    ],

    'statuses' => [
        'created'    => 'Создан',
        'processing' => 'В работе',
        'finished'   => 'Завершён',
        'expired'    => 'Просрочен',
    ],

    'types'   => 'Виды рисков',
    'factors' => 'Факторы рисков',
];
