<?php

return [
    'roles'      => 'Роли',
    'role'       => 'Роль',
    'new'        => 'Создать роль',
    'name'       => 'Наименование',
    'created_at' => 'Создана',
    'updated_at' => 'Последнее изменение',
    'empty'      => 'Роли отсутствуют',
    'search_string' => 'Введите название роли',
    'in_use'     => 'Роль используется пользователями',

    'created'     => 'Роль успешно добавлена',
    'updated'     => 'Роль успешно обновлена',
    'deleted'     => 'Роль успешно удалена',
];
